Repository: mahype/Immoticket24-enon
Catalog: public/app/languages/plugins/bootstrap-for-contact-form-7-*.po
Languages: de_de

source: The plugin <em>Bootstrap for Contact Form 7</em> has not been initialized since either <em>Contact Form 7</em> is not active or you are not using a Bootstrap theme.
de_de: Das Plugin <em>Bootstrap for Contact Form 7</em> konnte nicht initialisiert werden, da entweder <em>Contact Form 7</em> nicht aktiv ist oder du kein Bootstrap-Theme benutzt.

source: Please make sure the conditions for the plugin are met or deactivate it otherwise.
de_de: Bitte stell sicher, dass die Bedingungen für das Plugin erfüllt sind, oder deaktiviere es.

source: https://wordpress.org/plugins/bootstrap-for-contact-form-7/other_notes/
de_de: https://de.wordpress.org/plugins/bootstrap-for-contact-form-7/other_notes/

source: Subject
de_de: Betreff

source: Send
de_de: Senden

source: This plugin modifies the output of the popular Contact Form 7 plugin to be styled in compliance with themes using the Bootstrap CSS framework.
de_de: Dieses Plugin verändert die Ausgabe des beliebten Plugins Contact Form 7, sodass diese bei Verwendung eines Bootstrap-Themes automatisch passend gestylt ist.

source: Your Name
de_de: Dein Name

source: Your Email
de_de: Deine Email-Adresse

source: Your Message
de_de: Deine Nachricht

source: To use CAPTCHA, you need <a href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple CAPTCHA</a> plugin installed.
de_de: Um CAPTCHA zu verwenden, musst du das Plugin <a href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple CAPTCHA</a> installieren.

source: https://wordpress.org/plugins/bootstrap-for-contact-form-7/
de_de: https://de.wordpress.org/plugins/bootstrap-for-contact-form-7/
