{"translation-revision-date":"2021-09-17 11:43+0000","generator":"WP-CLI\/2.4.0","source":"options.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ru_RU","plural-forms":"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"},"Cancel":["Отмена"],"Save":["Сохранить"],"Before we start organizing your categories, you can {{strong}}obtain your free license to enjoy all the benefits{{\/strong}} of the free version of Real Category Management. Get started now!":["Прежде чем мы начнем организовывать ваши категории, вы можете {{strong}}получить бесплатную лицензию, чтобы воспользоваться всеми преимуществами{{\/strong}} бесплатной версии Real Category Management. Начните прямо сейчас!"],"License activation":["Активация лицензии"],"Get your free license":["Получите бесплатную лицензию"],"Activate your Real Category Management PRO license to receive regular updates and support.":["Активируйте лицензию Real Category Management PRO, чтобы получать регулярные обновления и поддержку."],"To use all advantages of Real Category Management {{strong}}you need a free license{{\/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).":["Чтобы использовать все преимущества Real Category Management {{strong}}, вам необходима бесплатная лицензия{{\/strong}}. После активации лицензии вы будете получать ответы на запросы в службу поддержки и объявления в вашем плагине (например, также уведомления о скидочных акциях PRO-версии)."],"Activate license & continue":["Активировать лицензию и продолжить"],"Activate free license & Continue":["Активировать лицензию и продолжить"],"Continue without regular updates and without any support":["Продолжать работу без регулярных обновлений и без какой-либо поддержки"],"Continue without any support and without e.g. discount announcements":["Продолжать работу без какой-либо поддержки и без, например, объявления о скидках"],"Unlock feature":["Разблокировать функцию"],"All posts":["Все записи"],"Category Management":["Управление категориями"],"License settings":["Настройки лицензии"],"You can decide for which post types the additional features of Real Category Management should apply.":["Вы можете выбрать, для каких типов записей должны применяться функции Real Category Management."],"Category tree enabled for %s.":["Дерево категорий включено для %s."],"Category tree disabled for %s.":["Дерево категорий выключено для %s."],"Pagination without reloading the page enabled for %s.":["Пагинация без перезагрузки страницы включена для %s."],"Pagination without reloading the page disabled for %s.":["Пагинация без перезагрузки страницы выключена для %s."],"Custom Post Type UI":["Custom Post Type UI"],"To create custom taxonomies we highly recommend to use the 3rd party plugin Custom Post Type UI. Would you like to install and activate it now?":["Для создания таксономий мы настоятельно рекомендуем использовать сторонний плагин Custom Post Type UI. Хотите установить и активировать его сейчас?"],"Open":["Открыть"],"There are no taxonomies available for this post type. You need to register your own taxonomy so that you can organize your content into its categories.":["Для этого типа записей нет доступных таксономий. Вам необходимо создать таксономию, чтобы вы могли упорядочить контент по категориям."],"Create custom taxonomy":["Создать таксаномию"],"Post type":["Тип записи"],"Show category tree":["Показать дерево категорий"],"Pagination without page reload":["Пагинация через перезагрузку страницы"],"Media":["Медиа"],"Use Real Media Library to enable folder management":["Используйте плагин Real Media Library, чтобы включить управление папками"]}}}