Repository: mahype/Immoticket24-enon
Catalog: public/app/plugins/real-category-library/public/languages/real-category-library-*_formal.po
Languages: de_de_formal, nl_nl_formal

source: Creating "%s"…
de_de_formal: Erstelle "%s"…

source: "%s" successfully created.
de_de_formal: "%s" erfolgreich erstellt.
nl_nl_formal: "%s" Succesvol gecreëerd.

source: Category tree will be reordered soon…
de_de_formal: Kategorienbaum wird in Kürze neu geordnet…

source: Category tree is successfully reordered.
de_de_formal: Kategorienbaum wurde erfolgreich neu geordnet.
nl_nl_formal: Categorieboom is succesvol opnieuw geordend.

source: Categories
de_de_formal: Kategorien
nl_nl_formal: Categorieën

source: No category found
de_de_formal: Keine Kategorie gefunden
nl_nl_formal: Geen categorie gevonden

source: Click the button above to create a new category.
de_de_formal: Klicke auf die obige Schaltfläche, um eine neue Kategorie zu erstellen.
nl_nl_formal: Klik op de knop hierboven om een nieuwe categorie aan te maken.

source: No search results found
de_de_formal: Keine Ergebnisse gefunden
nl_nl_formal: Geen zoekresultaten gevonden

source: Cancel
de_de_formal: Abbrechen
nl_nl_formal: Annuleren

source: Click this to create a new category
de_de_formal: Klicke hier, um eine neue Kategorie zu erstellen
nl_nl_formal: Klik hier om een nieuwe categorie te creëren

source: To create a subcategory, simply select a category from the list and click this button.
de_de_formal: Um eine Unterkategorie zu erstellen, wähle einfach eine Kategorie aus der Liste aus und klicke auf diese Schaltfläche.
nl_nl_formal: Om een subcategorie te maken, selecteer simpelweg een categorie uit de lijst en klik op deze knop.

source: New
de_de_formal: Neu
nl_nl_formal: Nieuw

source: Back
de_de_formal: Zurück
nl_nl_formal: Terug

source: Save
de_de_formal: Speichern
nl_nl_formal: Opslaan

source: Reorder entries
de_de_formal: Einträge neu anordnen
nl_nl_formal: Invoer opnieuw ordenen

source: Start to reorder the entries with the help of the free plugin {{strong}}Real Custom Post Order{{/strong}}.
de_de_formal: Ordne die Einträge mit Hilfe des kostenlosen Plugins {{strong}}Real Custom Post Order{{/strong}} neu an.
nl_nl_formal: Begin met het opnieuw ordenen van invoer met behulp van de gratis plugin {{strong}}Real Custom Post Order{{/strong}}.

source: Refresh
de_de_formal: Neuladen
nl_nl_formal: Herladen

source: Refreshes the category view.
de_de_formal: Aktualisiert die Ansicht der Kategorie.
nl_nl_formal: Herlaadt het categorie-overzicht.

source: Rename
de_de_formal: Umbenennen
nl_nl_formal: Hernoemen

source: Rename the currently selected category.
de_de_formal: Benennt die aktuell ausgewählte Kategorie um.
nl_nl_formal: Geef de geselecteerde categorie een nieuwe naam.

source: Delete
de_de_formal: Löschen
nl_nl_formal: Verwijderen

source: Delete the currently selected category.
de_de_formal: Löscht die aktuell ausgewählte Kategorie.
nl_nl_formal: Verwijder de geselecteerde categorie.

source: Rearrange
de_de_formal: Neu anordnen
nl_nl_formal: Opnieuw ordenen

source: Change the hierarchical order of the categories.
de_de_formal: Ändere die hierarchische Reihenfolge der Kategorien.
nl_nl_formal: Veranderen de hiërarchische orde van de categorieën.

source: View and edit category
de_de_formal: Kategorie anzeigen und bearbeiten
nl_nl_formal: Categorie bekijken en aanpassen

source: Select a category and see more details about it or edit it.
de_de_formal: Wähle eine Kategorie aus und sieh dir mehr Details dazu an oder bearbeite sie.
nl_nl_formal: Selecteer een categorie en bekijk er meer details over of pas deze aan.

source: Product license not for production use!
de_de_formal: Produktlizenz nicht für den Produktionseinsatz!

source: Before we start organizing your categories, you can {{strong}}obtain your free license to enjoy all the benefits{{/strong}} of the free version of Real Category Management. Get started now!
de_de_formal: Bevor wir mit der Organisation deiner Kategorien beginnen, {{strong}}kannst du deine kostenlose Lizenz erhalten{{/strong}}, um alle Vorteile der kostenlosen Version von Real Category Management zu genießen. Die Cookies warten bereits auf dich. Fange jetzt an!

source: License activation
de_de_formal: Lizenzaktivierung

source: Get your free license
de_de_formal: Hole deine kostenlose Lizenz

source: Activate your Real Category Management PRO license to receive regular updates and support.
de_de_formal: Aktiviere deine Real Category Management PRO Lizenz, um regelmäßige Updates und Support zu erhalten.

source: To use all advantages of Real Category Management {{strong}}you need a free license{{/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).
de_de_formal: Um alle Vorteile von Real Category Management nutzen zu können, {{strong}}benötigst du eine kostenlose Lizenz{{/strong}}. Nach der Lizenzaktivierung erhältst du Antworten auf Supportanfragen und Ankündigungen in deinem Plugin (z.B. auch Hinweise auf Rabattaktionen der PRO-Version).

source: Activate license & continue
de_de_formal: Lizenz aktivieren & Fortfahren

source: Activate free license & Continue
de_de_formal: Kostenlose Lizenz aktivieren & Fortfahren

source: Continue without regular updates and without any support
de_de_formal: Ohne regelmäßige Updates und ohne Support fortfahren

source: Continue without any support and without e.g. discount announcements
de_de_formal: Ohne Support und ohne z.B. Rabattankündigungen fortfahren

source: Enable category tree
de_de_formal: Kategoriebaum aktivieren
nl_nl_formal: Categorieboom activeren

source: Thanks for using Real Category Management (Free).
de_de_formal: Vielen Dank, dass du Real Category Management (Free) verwendet.
nl_nl_formal: Dankuwel voor het gebruiken van Real Category Management (Gratis).

source: Learn more about PRO
de_de_formal: Erfahre mehr über PRO
nl_nl_formal: Ontdek meer over PRO

source: Hide for 20 days
de_de_formal: 20 Tage verstecken
nl_nl_formal: Voor 20 dagen verbergen

source: Unlock feature
de_de_formal: Feature freischalten
nl_nl_formal: Functie ontgrendelen

source: Move
de_de_formal: Verschieben
nl_nl_formal: Verplaatsen

source: Hold any key to assign to an additional category
de_de_formal: Halte eine beliebige Taste gedrückt, um zu einer weiteren Kategorie hinzuzufügen
nl_nl_formal: Houd een willekeurige toets ingedrukt om nog een categorie toe te wijzen

source: Copy
de_de_formal: Eintrag kopieren
nl_nl_formal: Kopieer

source: Release key to move
de_de_formal: Taste loslassen, um zu verschieben
nl_nl_formal: Toets loslaten om te bewegen

source: Copying post to %(category)s…
de_de_formal: Eintrag in %(category)s kopieren…

source: Moving post to %(category)s...
de_de_formal: Eintrag nach %(category)s verschieben…

source: Post successfully copied.
de_de_formal: Eintrag erfolgreich kopiert.
nl_nl_formal: Post succesvol gekopieerd.

source: Post successfully moved.
de_de_formal: Eintrag erfolgreich verschoben.
nl_nl_formal: Post succesvol verplaatst.

source: No entries
de_de_formal: Keine Einträge
nl_nl_formal: Geen invoer

source: Renaming "%s"…
de_de_formal: Umbenennen von "%s"…

source: "%s" successfully renamed.
de_de_formal: "%s" erfolgreich umbenannt.
nl_nl_formal: "%s" succesvol hernoemd.

source: If you want to use the custom order functionality for this post type, you need to install and activate the free plugin "Real Custom Post Order".
de_de_formal: Wenn du die benutzerdefinierte Reihenfolge Funktion für diesen Beitragstypen verwenden möchtest, musst du das kostenlose Plugin "Real Custom Post Order" installieren und aktivieren.
nl_nl_formal: Indien u gebruik wenst te maken van de op-maat-gemaakte orderfunctie voor dit type post, dient u de gratis plugin "Real Custom Post Order" te installeren en te activeren.

source: Install plugin
de_de_formal: Plugin installieren
nl_nl_formal: Plugin installeren

source: "Simple Page Ordering" is not available here. You can only reorder post types with hierarchical structure and an "Order" attribute.
de_de_formal: "Simple Page Ordering" ist hier nicht verfügbar. Du kannst nur Beitragstypen mit hierarchischer Struktur und einem Attribut "Reihenfolge" sortieren.
nl_nl_formal: "Eenvoudige Pagina-Ordening" is hier niet beschikbaar. U kunt alleen posttypes herordenen die een hiërarchische structuur en "Order" kenmerk hebben.

source: Learn more
de_de_formal: Mehr erfahren
nl_nl_formal: Meer informatie

source: You can not delete "%s" because it contains subcategories.
de_de_formal: Du kannst "%s" nicht löschen, da es Unterkategorien enthält.
nl_nl_formal: U kunt "%s" niet verwijderen, aangezien het subcategorieën bevat.

source: Deleting "%s"…
de_de_formal: Löschen von "%s"…

source: "%s" successfully deleted.
de_de_formal: "%s" erfolgreich gelöscht.
nl_nl_formal: "%s" succesvol verwijderd.

source: Are you sure you want to delete "%s"? Note: The posts in this category will NOT be deleted automatically.
de_de_formal: Bist du sicher, dass du “%s” löschen willst? Hinweis: Die Beiträge in dieser Kategorie werden NICHT automatisch gelöscht.
nl_nl_formal: Weet u zeker dat u "%s" wilt verwijderen? Let op: De posts in deze categorie worden NIET automatisch verwijderd.

source: All posts
de_de_formal: Alle Einträge
nl_nl_formal: Alle posts

source: Category Management
de_de_formal: Kategorie-Verwaltung
nl_nl_formal: Categoriebeheer

source: License settings
de_de_formal: Lizenzeinstellungen

source: You can decide for which post types the additional features of Real Category Management should apply.
de_de_formal: Du kannst entscheiden, für welche Beitragstypen die zusätzlichen Features von Real Category Management gelten sollen.
nl_nl_formal: U kunt kiezen voor welke posttypes de bijkomende functies van Real Category Management gelden.

source: Category tree enabled for %s.
de_de_formal: Kategorienbaum aktiviert für %s.
nl_nl_formal: Categorieboom voor %s geactiveerd.

source: Category tree disabled for %s.
de_de_formal: Kategorienbaum für %s deaktiviert.
nl_nl_formal: Categorieboom voor %s gedeactiveerd.

source: Pagination without reloading the page enabled for %s.
de_de_formal: Paginierung ohne Neuladen der Seite aktiviert für %s.
nl_nl_formal: Pagineren zonder de pagina te herladen geactiveerd voor %s.

source: Pagination without reloading the page disabled for %s.
de_de_formal: Paginierung ohne Neuladen der Seite deaktiviert für %s.
nl_nl_formal: Pagineren zonder de pagina te herladen gedeactiveerd voor %s.

source: To create custom taxonomies we highly recommend to use the 3rd party plugin Custom Post Type UI. Would you like to install and activate it now?
de_de_formal: Um benutzerdefinierte Taxonomien zu erstellen, empfehlen wir dir das Plugin Custom Post Type UI von einem Drittanbieter. Möchtest du es jetzt installieren und aktivieren?
nl_nl_formal: Om uw eigen taxonomieën te creëren, raden wij het gebruik van de plugin Custom Post Type UI van derden sterk aan. Wilt u dit nu installeren en activeren?

source: Open
de_de_formal: Öffnen
nl_nl_formal: Openen

source: There are no taxonomies available for this post type. You need to register your own taxonomy so that you can organize your content into its categories.
de_de_formal: Es sind keine Taxonomien für diesen Beitragstyp verfügbar. Du musst eine eigene Taxonomie registrieren, damit du deine Inhalte in dessen Kategorien ordnen kannst.
nl_nl_formal: Er zijn geen taxonomieën beschikbaar voor dit posttype. U dient uw eigen taxonomie te registeren zodat u uw content in deze categorieën kunt organiseren.

source: Create custom taxonomy
de_de_formal: Taxonomie erstellen
nl_nl_formal: Eigen taxonomie creëren

source: Post type
de_de_formal: Beitragstyp

source: Show category tree
de_de_formal: Kategorienbaum anzeigen
nl_nl_formal: Categorieboom weergeven

source: Pagination without page reload
de_de_formal: Seitenwechsel ohne Neuladen der Seite
nl_nl_formal: Pagineren zonder pagina herladen

source: Media
de_de_formal: Medien

source: Use Real Media Library to enable folder management
de_de_formal: Verwende Real Media Library, um die Ordnerverwaltung zu aktivieren
nl_nl_formal: Gebruik Real Media Library om mappenbeheer te activeren

source: PRO feature
nl_nl_formal: PRO-functie

source: OK
nl_nl_formal: OKÉ
