Repository: mahype/Immoticket24-enon
Catalog: public/app/plugins/real-category-library/public/languages/real-category-library-*.po
Languages: ru_ru

source: Creating "%s"…
ru_ru: Создать "%s"…

source: "%s" successfully created.
ru_ru: "%s" успешно создан.

source: Category tree will be reordered soon…
ru_ru: Дерево категорий скоро будет перестроено…

source: Category tree is successfully reordered.
ru_ru: Дерево категорий успешно перестроено.

source: Categories
ru_ru: Категории

source: No category found
ru_ru: Категория не найдена

source: Click the button above to create a new category.
ru_ru: Нажмите на кнопку, чтобы создать новую категорию.

source: No search results found
ru_ru: Поиск не дал результатов

source: Cancel
ru_ru: Отмена

source: Click this to create a new category
ru_ru: Нажмите, чтобы создать новую категорию

source: To create a subcategory, simply select a category from the list and click this button.
ru_ru: Для создания подкатегории выберите категорию из списка и нажмите эту кнопку.

source: New
ru_ru: Новая

source: Back
ru_ru: Назад

source: Save
ru_ru: Сохранить

source: Reorder entries
ru_ru: Изменить порядок записей

source: Start to reorder the entries with the help of the free plugin {{strong}}Real Custom Post Order{{/strong}}.
ru_ru: Начните сортировать записи с помощью бесплатного плагина {{strong}}Real Custom Post Order{{/strong}}.

source: Refresh
ru_ru: Обновить

source: Refreshes the category view.
ru_ru: Обновить вид категории.

source: Rename
ru_ru: Переименовать

source: Rename the currently selected category.
ru_ru: Переименуйте выбранную категорию.

source: Delete
ru_ru: Удалить

source: Delete the currently selected category.
ru_ru: Удалить выбранную категорию.

source: Rearrange
ru_ru: Переставить

source: Change the hierarchical order of the categories.
ru_ru: Обновить иерархию категорий.

source: View and edit category
ru_ru: Посмотреть и отредактировать категорию

source: Select a category and see more details about it or edit it.
ru_ru: Выберите категорию и посмотрите информацию о ней или отредактируйте ее.

source: Product license not for production use!
ru_ru: Лицензия на продукт не для производственного использования!

source: Before we start organizing your categories, you can {{strong}}obtain your free license to enjoy all the benefits{{/strong}} of the free version of Real Category Management. Get started now!
ru_ru: Прежде чем мы начнем организовывать ваши категории, вы можете {{strong}}получить бесплатную лицензию, чтобы воспользоваться всеми преимуществами{{/strong}} бесплатной версии Real Category Management. Начните прямо сейчас!

source: License activation
ru_ru: Активация лицензии

source: Get your free license
ru_ru: Получите бесплатную лицензию

source: Activate your Real Category Management PRO license to receive regular updates and support.
ru_ru: Активируйте лицензию Real Category Management PRO, чтобы получать регулярные обновления и поддержку.

source: To use all advantages of Real Category Management {{strong}}you need a free license{{/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).
ru_ru: Чтобы использовать все преимущества Real Category Management {{strong}}, вам необходима бесплатная лицензия{{/strong}}. После активации лицензии вы будете получать ответы на запросы в службу поддержки и объявления в вашем плагине (например, также уведомления о скидочных акциях PRO-версии).

source: Activate license & continue
ru_ru: Активировать лицензию и продолжить

source: Activate free license & Continue
ru_ru: Активировать лицензию и продолжить

source: Continue without regular updates and without any support
ru_ru: Продолжать работу без регулярных обновлений и без какой-либо поддержки

source: Continue without any support and without e.g. discount announcements
ru_ru: Продолжать работу без какой-либо поддержки и без, например, объявления о скидках

source: Enable category tree
ru_ru: Включить дерево категорий

source: Thanks for using Real Category Management (Free).
ru_ru: Спасибо за использование Real Category Management (Free).

source: Learn more about PRO
ru_ru: Узнайте больше о PRO

source: Hide for 20 days
ru_ru: Спрятать на 20 дней

source: PRO feature
ru_ru: PRO функция

source: Unlock feature
ru_ru: Разблокировать функцию

source: Move
ru_ru: Переместить %d элемент

source: Hold any key to assign to an additional category
ru_ru: Удерживайте любую клавишу, чтобы выбрать дополнительную категорию

source: Copy
ru_ru: Скопировать %d элемент

source: Release key to move
ru_ru: Отпустите кнопку для перемещения

source: Copying post to %(category)s…
ru_ru: Копирование сообщения в %(категория)…

source: Moving post to %(category)s...
ru_ru: Перемещение сообщения в %(категорию)…

source: Post successfully copied.
ru_ru: %(count)d запись успешно скопирована.

source: Post successfully moved.
ru_ru: %(count)d запись успешно перемещена.

source: No entries
ru_ru: Нет записей

source: Renaming "%s"…
ru_ru: Переименовать "%s"…

source: "%s" successfully renamed.
ru_ru: "%s" переименовано.

source: If you want to use the custom order functionality for this post type, you need to install and activate the free plugin "Real Custom Post Order".
ru_ru: Если вы хотите сортировать перетаскиванием этот тип записей, то вам необходимо установить бесплатный плагин "Real Custom Post Order".

source: Install plugin
ru_ru: Установить плагин

source: "Simple Page Ordering" is not available here. You can only reorder post types with hierarchical structure and an "Order" attribute.
ru_ru: Сортировка страниц недоступна здесь. Вы можете изменить порядок записей только с иерархической структурой и атрибутом "Сортировка".

source: Learn more
ru_ru: Узнать больше

source: You can not delete "%s" because it contains subcategories.
ru_ru: Вы не можете удалить "%s", потому что он содержит подкатегории.

source: Deleting "%s"…
ru_ru: Удалить "%s"…

source: "%s" successfully deleted.
ru_ru: "%s" успешно удален.

source: Are you sure you want to delete "%s"? Note: The posts in this category will NOT be deleted automatically.
ru_ru: Вы уверены, что хотите удалить "%s"? Примечание: Записи в этой категории НЕ будут удалены автоматически.

source: All posts
ru_ru: Все записи

source: Category Management
ru_ru: Управление категориями

source: License settings
ru_ru: Настройки лицензии

source: You can decide for which post types the additional features of Real Category Management should apply.
ru_ru: Вы можете выбрать, для каких типов записей должны применяться функции Real Category Management.

source: Category tree enabled for %s.
ru_ru: Дерево категорий включено для %s.

source: Category tree disabled for %s.
ru_ru: Дерево категорий выключено для %s.

source: Pagination without reloading the page enabled for %s.
ru_ru: Пагинация без перезагрузки страницы включена для %s.

source: Pagination without reloading the page disabled for %s.
ru_ru: Пагинация без перезагрузки страницы выключена для %s.

source: To create custom taxonomies we highly recommend to use the 3rd party plugin Custom Post Type UI. Would you like to install and activate it now?
ru_ru: Для создания таксономий мы настоятельно рекомендуем использовать сторонний плагин Custom Post Type UI. Хотите установить и активировать его сейчас?

source: Open
ru_ru: Открыть

source: There are no taxonomies available for this post type. You need to register your own taxonomy so that you can organize your content into its categories.
ru_ru: Для этого типа записей нет доступных таксономий. Вам необходимо создать таксономию, чтобы вы могли упорядочить контент по категориям.

source: Create custom taxonomy
ru_ru: Создать таксаномию

source: Post type
ru_ru: Тип записи

source: Show category tree
ru_ru: Показать дерево категорий

source: Pagination without page reload
ru_ru: Пагинация через перезагрузку страницы

source: Media
ru_ru: Медиа

source: Use Real Media Library to enable folder management
ru_ru: Используйте плагин Real Media Library, чтобы включить управление папками
