Repository: mahype/Immoticket24-enon
Catalog: public/app/plugins/real-category-library/languages/real-category-library-*.po
Languages: ru_ru

source: Manage posts, pages and custom post-types in an explorer-like tree view and create a custom order for your categories and other taxonomies.
ru_ru: Управляйте записями, страницами и пользовательскими типами записей в виде дерева, похожего на проводник, и создавайте пользовательскую сортировку для своих категорий и других таксономий.

source: Full control over your categories
ru_ru: Полный контроль над вашими категориями

source: Do you maintain many categories? The default view of the categories can be a bit confusing, can’t it? This plugin creates an explorer-like tree on the left side of your posts table. Create, rename, delete or rearrange your categories with a single click!
ru_ru: Используете ли вы много категорий? Отображение категорий по-умолчанию может сбивать с толку, не так ли? Этот плагин создает дерево, похожее на проводник в левой части страницы. Создавайте, переименовывайте, удаляйте или меняйте местами свои категории одним щелчком мыши!

source: In the PRO version you can also enable the tree on pages and custom post types.
ru_ru: В версии PRO вы также можете включить дерево категорий на страницах и пользовательские типы записей.

source: Supports WooCommerce products
ru_ru: Поддержка WooCommerce товаров

source: Shop managers with many products also have to maintain numerous categories. Wouldn't it be helpful to maintain the product categories and attributes more elegantly?
ru_ru: Менеджеры магазинов с большим количеством товаров также имеют множество категорий. Не лучше ли элегантно поддерживать категории и атрибуты товаров?

source: Switch pages without page reload
ru_ru: Переключение страниц без перезагрузки страницы

source: Switching between pages or categories can usually take some time. With this plugin you can enjoy a fast loading of your tables.
ru_ru: Переключение между страницами или категориями обычно может занять некоторое время. С помощью этого плагина вы можете наслаждаться быстрой загрузкой ваших таблиц.

source: Go to settings
ru_ru: Перейти к настройкам

source: Page Categories
ru_ru: Страница категорий

source: Page Category
ru_ru: Страница категории

source: Categories
ru_ru: Категории

source: Something went wrong.
ru_ru: Что-то пошло не так.

source: No type or valid taxonomy provided.
ru_ru: Не указан тип или допустимая таксономия.

source: No type or taxonomy provided.
ru_ru: Не указан тип или таксономи.

source: The passed term id was not found.
ru_ru: Идентификатор элемента не найден.

source: Forbidden
ru_ru: Запрещено

source: Real Category Management is not active for the current user.
ru_ru: Real Category Management неактивен для текущего пользователя.

source: Unknown error: The term could not be created.
ru_ru: Неизвестная ошибка: Не удалось создать элемент.

source: Category does not exist.
ru_ru: Категория не существует.

source: You can not delete the default category.
ru_ru: Вы не можете удалить категорию по умолчанию.

source: No categories found for this post type (%1$s) with the taxonomy (%2$s).
ru_ru: Не найдены категории для этого типа сообщений (%1$s) с таксономией (%2$s).

source: No item found.
ru_ru: Ничего не найдено.

source: Category Management
ru_ru: Управление категорией

source: Settings
ru_ru: Настройки
